Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh99-v2.tmx
Source language: bo
Languages: en

source: སྒོ་འདི་ནས་ཉོན་མོངས་པ་འཇུག་པ་ན་ཉོན་མོངས་པ་ལས། ལས་རབ་ཏུ་འཇུག །ལས་དག་ལས་རྣམ་པར་སྨིན་པའོ། །
en: In this way it becomes clear that engagement with affliction brings engagement in karmic action, and that karmic actions, in turn, yield ripening.

source: གནད་བཅོམ་ན་ཉོན་མོངས་པ་འཇུག་པར་མི་བྱེད་དེ། དེ་ལྟར་སྲིད་པའི་ལུགས་འདི་ཤིན་ཏུ་བཅད་པར་འགྱུར་རོ་སྙམ་ནས།
en: When this vital point is overcome, there is no engagement in affliction, and so the ways of existence are utterly disrupted.’

source: དེ་ཏིང་ངེ་འཛིན་དེ་ལས་ལངས་ནས།
en: “When he emerged from his absorption, the sage exclaimed three times,

source: ཀྱེ་མ་གནད་འདི་བཅོམ་ན་བདེའོ་ཞེས་ཆེད་དུ་བརྗོད་པ་འདི་ལན་གསུམ་བརྗོད་དོ། །
en: ‘Ah, how delightful it is to overcome this point!’

source: དེའི་སྒྲ་དེ་ཕྱོགས་བཞིར་རླུང་གིས་ཐོགས་པ་མེད་པར་སོང་ངོ་། །
en: The wind carried his words unhindered in all four directions,

source: སྲོག་ཆགས་ཁྲི་ཕྲག་དཔག་ཏུ་མེད་པ་དག་སྒྲ་དེ་ཐོས་ནས་གནད་གཞོམ་པའི་ཕྱིར་ཞུགས་སོ། །
en: and so they were heard by innumerably many tens of thousands of beings.

source: གནད་གཞོམ་པ་ལ་ཞུགས་པ་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ། །
en: As those beings set out to overcome that vital point they became irreversible from unsurpassed and perfect awakening.

source: མཽད་གལ་གྱི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། དེའི་ཚེ་དེའི་དུས་ན། དྲང་སྲོང་ཤེས་པ་དཔའ་བ་ཞེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཡིན་པར་སེམས་ན། ཁྱོད་ཀྱིས་དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Maudgalyāyana, in case you may think that at that time the sage Courageous Knowledge was anyone else, do not think so.

source: ང་དེའི་ཚེ་དེའི་དུས་ན། དྲང་སྲོང་ཤེས་པ་དཔའ་བ་ཞེས་བྱ་བར་གྱུར་ཏོ། །
en: In those days I was the sage Courageous Knowledge.

source: ངས་སྲོག་ཆགས་ཁྲི་ཕྲག་དཔག་ཏུ་མེད་པ་དེ་དག་གནད་གཞོམ་པའི་སྒྲ་ཐོས་པར་བྱས་ནས་ཕྱིར་མི་ལྡོག་པར་བྱས་སོ། །
en: I rendered innumerably many tens of thousands of beings irreversible from unsurpassed and perfect awakening.

source: མཽད་གལ་གྱི་བུ་དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔས་ཉོན་མོངས་པའི་གནད་གཞོམ་པ་ལ་མཁས་པར་བྱའོ། །
en: Therefore, Maudgalyāyana, bodhisattvas must become expert in overcoming the vital point.

source: མཽད་གལ་གྱི་བུ་ངས་སྲིད་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པར་བྱ་བའི་དོན་དུ། སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན། བདག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས། ཇི་ལྟར་ཞེས་བྱ་བ་ནས། དགེ་བའི་རྩ་བ་རྒྱ་ཆེ་བ་སྣ་ཚོགས་དཔག་ཏུ་མེད་པ་དག་མངོན་པར་འདུས་བྱས་པའི་བར་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: “Maudgalyāyana, when I was training in the practices of a bodhisattva in the past, I created vast and boundless roots of virtue in order to understand the path that leads to cessation as related to knowledge of the defilement of existence. I did this by wondering how I could fully awaken to unsurpassed and perfect buddhahood and then teach sentient beings about the knowledge of the path that leads to cessation as related to knowledge of the defilement of existence.

source: མཽད་གལ་གྱི་བུ་སྔོན་བྱུང་བ་འདས་པའི་དུས་ནས། དེའི་ཕ་རོལ་གྱི་ཡང་ཆེས་ཕ་རོལ་ན། རྒྱལ་པོ་དྲང་སྲོང་ཀུན་ཏུ་མིག་ཅེས་བྱ་བ་ཞིག་བྱུང་ངོ་། །
en: “Long ago in the limitless cycle of existence, Maudgalyāyana, long before even the distant past there was a king and sage named Samantacakṣu.

source: དེ་སྒོ་གང་དང་གང་ཉིད་ཀྱིས་རྣམ་པར་བལྟ་བར་བྱེད་པ་དེ་དང་། དེ་ཉིད་ཀྱི་དོན་རྣམ་པར་བལྟ་བར་བྱེད་དོ། །
en: No matter what topic he examined, he would always understand it.

source: དེ་ཙམ་གྱི་ནང་དུ་གནས་ནས་སེམས་ཅན་རྣམས་ཀྱི་བཟོའི་ལས་ཀྱི་གནས་རྩོམ་པ་རྣམ་པར་སེམས་ཏེ།
en: Remaining briefly in composure, the king noticed how the arts and crafts of sentient beings were bringing them only little benefit.

source: སེམས་ཅན་རྣམས་ཀྱི་གང་ཅུང་ཟད་ཕན་པ་བྱེད་པ་དང་། དབུལ་བ་སྡུག་བསྔལ་གྱིས་ཉེན་པ་དང་། འདུ་བྱེད་ཐམས་ཅད་སྡུག་བསྔལ་གྱིས་ཉེན་པའི་ཕྱིར་འདི་ལྟ་སྟེ།
en: He also saw how beings were suffering from poverty, and how the suffering of conditioning afflicted them.

source: མི་དགེ་བ་བྱེད་པ་དང་། ཟག་པ་དང་བཅས་པའི་དགེ་བ་བྱེད་པ་དང་། མི་དགེ་བ་བྱེད་པ་ནི་སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། ཡི་དགས་སུ་འགྲོའོ། །
en: Hence, he thought, ‘Unvirtuous actions and defiled virtue take beings into the realms of hell beings, animals, and starving spirits.

source: ཟག་པ་དང་བཅས་པའི་དགེ་བ་བྱེད་པ་ནི། མིའི་འགྲོ་བ་དང་། མཐོ་རིས་སུ་འགྲོའོ། །ཇི་ཙམ་དུ་མྱ་ངན་ལས་འདས་པར་འགྲོ་བར་བྱ་བའི་ཕྱིར་ཟག་པ་མེད་པའི་དགེ་བ་བྱེད་པ་ནི་འདི་ལྟ་སྟེ། དགེ་བ་དང་མི་དགེ་བ་མི་བྱེད་དོ། །
en: Defiled virtue leads to the realms of humans and the higher realms. Undefiled virtue for the sake of moving toward the transcendence of suffering is neither created by virtuous nor unvirtuous acts.

source: བྱང་ཆུབ་ཀྱི་ཕྱིར་ཐམས་ཅད་ནས་ཐམས་ཅད་དུ་དགེ་བ་དང་མི་དགེ་བ་མི་བྱེད་པ་དེ་ནི་ད་ལྟར་གྱི་ཟག་པ་མེད་པའི་ཆོས་ལ་བཟོད་པ་སྐྱེའོ། །
en: When, for the sake of awakening, one at all times and occasions refrains from both virtuous and unvirtuous acts one will gain the acceptance of the undefiled qualities in the present.

source: བྱས་པ་མེད་པ་ལ་ནི་རྣམ་པར་སྨིན་པའི་འགྲོ་བ་མེད་དེ།
en: That which was not done cannot ripen.

source: འདི་ནི་མྱ་ངན་ལས་འདས་པའོ་སྙམ་ནས།
en: This, then, is the transcendence of suffering.’

source: ཆོས་ཐམས་ཅད་ལ་བྱེད་པ་མེད་པ་ནི་བདེ་བ་ཡིན་ཏེ།
en: ‘Not acting on any phenomenon is bliss;

source: དེའི་རྣམ་པར་སྨིན་པ་མེད་དོ་
en: in that, there is no ripening.’

source: དེའི་སྒྲ་དེ་ཕྱོགས་བཞིར་རླུང་གིས་ཐོགས་པ་མེད་པར་ཁྱེར་རོ། །
en: “The wind carried his words unhindered in all four directions.

source: སེམས་ཅན་ཁྲི་ཕྲག་དཔག་ཏུ་མེད་པ་དག་སྒྲ་དེ་ཐོས་ནས། མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་ཅིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་གྱུར་ཏོ། །
en: They were heard by innumerably many tens of thousands of beings, who thereby gained acceptance that phenomena are unborn and became irreversible from unsurpassed and perfect awakening.

source: མཽད་གལ་གྱི་བུ་དེ་ཇི་སྙམ་དུ་སེམས། དེའི་ཚེ་དེའི་དུས་ན། རྒྱལ་པོ་དྲང་སྲོང་ཀུན་ཏུ་མིག་ཅེས་བྱ་བར་གྱུར་པ་དེ་གཞན་ཡིན་པར་སེམས་ན། དེ་ལྟར་མི་བལྟ་སྟེ།
en: “Maudgalyāyana, in case you may think that at that time King Samantacakṣu was anyone else, do not think so.

source: ང་དེའི་ཚེ་དེའི་དུས་ན་རྒྱལ་པོ་དྲང་སྲོང་ཀུན་ཏུ་མིག་ཅེས་བྱ་བར་གྱུར་ཏོ། །
en: In those days I was the king and sage Samantacakṣu.

source: སེམས་ཅན་ཁྲི་ཕྲག་དཔག་ཏུ་མེད་པ་དག་ངའི་སྒྲ་དེ་ཐོས་ནས། མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་ཅིང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་གྱུར་ཏོ། །
en: By hearing my voice, innumerably many tens of thousands of beings gained acceptance that phenomena are unborn and became irreversible from unsurpassed and perfect awakening.

source: དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔས་ཆོས་ཐམས་ཅད་ཀྱི་བྱེད་པ་མེད་པ་ལ་བསླབ་པར་བྱའོ། །
en: Thus, Maudgalyāyana, bodhisattvas must train in non-action with respect to all phenomena.”

source: མཽད་གལ་གྱི་བུ་ངས་ལྟ་བའི་ཟག་པ་ཤེས་པར་བྱ་བའི་དོན་དུ་སྔོན་བྱང་ཆུབ་སེམས་དཔའི་སྤྱད་པ་སྤྱོད་པ་ན། བདག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ལྟ་བའི་ཟག་པ་ཤེས་པ་སེམས་ཅན་རྣམས་ལ་ཇི་ལྟར་ཡང་དག་པར་རབ་ཏུ་བསྟན་པར་བྱ་སྙམ་ནསདགེ་བའི་རྩ་བ་རྒྱ་ཆེ་བ་སྣ་ཚོགས་དཔག་ཏུ་མེད་པ་དག་མངོན་པར་འདུས་བྱས་སོ། །
en: “Maudgalyāyana, when I was training in the practices of a bodhisattva in the past, I created vast and boundless roots of virtue in order to understand the defilement of views. I did this by wondering how I could fully awaken to unsurpassed and perfect buddhahood and then teach sentient beings about the knowledge of the defilement of views.

source: མཽད་གལ་གྱི་བུ་སྔོན་བྱུང་བ་འདས་པའི་འཁོར་བ་དཔག་ཏུ་མེད་ཅིང་གྲངས་མེད་བསམ་གྱིས་མི་ཁྱབ་གཞལ་དུ་མེད་གཞལ་གྱིས་མི་ལང་ཞིང་བརྗོད་དུ་མེད་པ་དེའི་ཕ་རོལ་གྱི་ཡང་ཆེས་ཕ་རོལ་ན་དྲང་སྲོང་ཆོས་རྣམ་པར་སྟོན་པ་ཞེས་བྱ་བ་
en: “Long ago in the unfathomable, incalculable, inconceivable, immeasurable, limitless, and inexpressible cycle of existence, Maudgalyāyana, long before even the distant past there was a sage known as Teacher of Dharma.

source: མཛངས་ཤིང་གསལ་ལ་ཡིད་གཞུངས་པ། ཞིང་ཤེས་པ་དེ་མཁས་ཤིང་ཤེས་རབ་ཀྱི་རང་བཞིན་ཅན་བརྟག་ཅིང་བརྒལ་བའི་རྣམ་པར་དབྱེ་བ་ལ་མཁས་པ་སེམས་ཅན་རྣམས་ཀྱི་དོན་རྟོགས་པ་ཞིག་བྱུང་ངོ་། །
en: This sage was wise, bright, and astute; he had expert knowledge of the realms and possessed natural insight. He was a master of inquiry and criticism, who understood the objectives of sentient beings.

source: དེ་དབེན་པར་སོང་སྟེ་ནང་དུ་ཡང་དག་འཇོག་ལ་བཞག་ནས་འདི་སྙམ་དུ་སེམས་སོ། །
en: “This sage went into solitude and, when thus practicing meditation, he wondered,

source: ཅི་བདག་དང་འཇིག་རྟེན་འདི་རྟག་གམ། འོན་ཏེ་བདག་དང་འཇིག་རྟེན་མི་རྟག །འོན་ཏེ་བདག་དང་འཇིག་རྟེན་རྟག་ཀྱང་རྟག་ལ། མི་རྟག་ཀྱང་མི་རྟག །འོན་ཏེ་བདག་དང་འཇིག་རྟེན་རྟག་པ་ཡང་མ་ཡིན། མི་རྟག་པ་ཡང་མ་ཡིན།
en: ‘Might the self and the world be permanent, or are they impermanent? Could the self and the world be both permanent and impermanent, or might they in fact be neither permanent nor impermanent?

source: བདག་དང་འཇིག་རྟེན་མཐའ་ཡོད་དམ། འོན་ཏེ་བདག་དང་འཇིག་རྟེན་མཐའ་མེད། འོན་ཏེ་བདག་དང་འཇིག་རྟེན་མཐའ་ཡོད་ཀྱང་ཡོད་ལ་མེད་ཀྱང་མེད་པ་ཡིན། འོན་ཏེ་བདག་དང་འཇིག་རྟེན་མཐའ་ཡོད་པའང་མ་ཡིན། མཐའ་མེད་པའང་མ་ཡིན།
en: Are there limits to the self and the world, or are they limitless? Might they be both limited and limitless, or are they instead neither limited nor limitless?

source: འོན་ཏེ་སྲོག་དེ་ལུས་ཡིན་ནམ། འོན་ཏེ་སྲོག་ཀྱང་གཞན་ལ་ལུས་ཀྱང་གཞན། འོན་ཏེ་དེ་བཞིན་གཤེགས་པ་ཤི་ནས་ཡོད་དམ། འོན་ཏེ་དེ་བཞིན་གཤེགས་པ་ཤི་ནས་མེད།
en: Is the life-force identical with the body, or are they different from each other?

source: འོན་ཏེ་དེ་བཞིན་གཤེགས་པ་ཤི་ནས་ཡོད་ཀྱང་ཡོད་ལ་མེད་ཀྱང་མེད།
en: Might a thus-gone one continue to exist after death, or is he non-existent after death?

source: འོན་ཏེ་དེ་བཞིན་གཤེགས་པ་ཤི་ནས་ཡོད་པ་ཡང་མ་ཡིན་མེད་པ་ཡང་མ་ཡིན།
en: Might a thus-gone one both exist as well as not exist after death, or is he neither existent nor non-existent after death?

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་ནི་ཆད་པར་སྨྲ། དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་ནི་རྟག་པར་སྨྲ་སྟེ།
en: “ ‘Some mendicants and brahmins declare annihilation, while others teach permanence.

source: དེ་ལ་རྟག་པར་སྨྲ་བ་ནི་བཞིའོ། །
en: Thus, there are four groups that teach permanence,

source: ཁ་ཅིག་ནི་བཞི་མི་རྟག་པར་སྨྲའོ། །
en: four that teach impermanence,

source: མཐའ་སྨྲ་བ་ནི་བཞིའོ། །
en: four that teach ends,

source: ཀུན་འབྱུང་བ་རྒྱུ་མེད་པར་སྨྲ་བ་ནི་གཉིས་སོ། །
en: two that teach that there is no cause for the origin ,

source: ཚིག་འཁྲུལ་པ་ནི་བཞིའོ། །
en: four that propound verbal confusions,

source: འདུ་ཤེས་སུ་སྨྲ་བ་ནི་བཅུ་དྲུག་གོ། །
en: sixteen that propound notions,

source: འདུ་ཤེས་ཡོད་པ་མ་ཡིན་པར་སྨྲ་བ་ནི་བརྒྱད་དོ། །
en: eight that deny notions,

source: འདུ་ཤེས་ཡོད་པ་ཡང་མ་ཡིན་པར་སྨྲ་བ་ནི་བརྒྱད་དོ། །
en: eight that declare notions to be neither present nor absent,

source: མཐོང་བའི་ཆོས་ལ་ཡིད་བྱུང་བར་སྨྲ་བ་ནི་ལྔའོ། །
en: five that teach deliverance in the present life,

source: ཆད་པར་སྨྲ་བ་ནི་བདུན་ནོ། །
en: and seven that teach annihilation.

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་བདག་རྟག་པ་ཤི་ནས་ནད་མེད་པ་འདི་ཉིད་ནི་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ་ཞེས་དེ་ལྟར་ལྟ། དེ་ལྟར་སྨྲ་བ་ཡོད།
en: “ ‘Some mendicants and brahmins believe in and propagate the view of a permanent self that remains fit after death, while claiming other views to be false.

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་བདག་མི་རྟག་པ་ཤི་ནས་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ། །
en: Other mendicants and brahmins believe in and propagate the view of an impermanent self that remains fit after death, while claiming other views to be false.

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་རྟག་ཀྱང་རྟག་ལ་མི་རྟག་ཀྱང་མི་རྟག་པ་ཤི་ནས་ནད་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་བརྫུན་ནོ་ཞེས་དེ་ལྟར་ལྟ། དེ་ལྟར་སྨྲ་བ་ཡོད།
en: Some mendicants and brahmins believe in and propagate the view of a self that is both permanent and impermanent and that remains fit after death.

source: དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་བདག་རྟག་པའང་མ་ཡིན། མི་རྟག་པའང་མ་ཡིན་པ་ཤི་ནས་ནད་མེད་པ་འདི་ཉིད་ཅེས་བྱ་བ་ནས།
en: Some mendicants and brahmins believe in and propagate the view of a self that is neither permanent nor impermanent and that remains fit after death.

source: གནས་འདི་ནི་ཡོད་དེ། གལ་ཏེ་དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་ཁ་ཅིག་འབད་པའི་རྗེས་སུ་འགྲོ་བ་དང་། སྤོང་བའི་རྗེས་སུ་འགྲོ་བ་དང་སྦྱོར་བའི་རྗེས་སུ་འགྲོ་བ་དེ་ལྟ་བུའི་སེམས་ཀྱི་ཏིང་ངེ་འཛིན་ཐོབ་སྟེ། ཇི་ལྟར་སེམས་མཉམ་པར་བཞག་ན་བསྐལ་པ་བཞི་བཅུ་རྗེས་སུ་དྲན་ནོ། །
en: “ ‘There is a basis for these beliefs because, when mendicants or brahmins attain mental absorption through effort, abandonment, and practice, they may, while thus in equipoise, recollect forty eons.

source: དེ་ཙམ་ན་བདག་འདི་ནི་དེའི་ཕ་རོལ་ན་ཡང་ཡོད་དེ།
en: “I was already there even then;

source: བདག་དང་འཇིག་རྟེན་དེ་ནི་རྟག་གོ་སྙམ་མོ། །
en: the self and the world are permanent!”

source: འདི་ནི་རྟག་པར་སྨྲ་བ་དང་པོ་ཡིན་ནོ། །
en: Such is the first school of eternalism.

source: གནས་འདི་ནི་ཡོད་དེ། གལ་ཏེ་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་འབད་པའི་རྗེས་སུ་འགྲོ་བ་དང་། སྤོང་བའི་རྗེས་སུ་འགྲོ་བ་དང་། སྦྱོར་བའི་རྗེས་སུ་འགྲོ་བ་དེ་ལྟ་བུའི་སེམས་ཀྱི་ཏིང་ངེ་འཛིན་ཐོབ་སྟེ།
en: “ ‘There is a basis for these beliefs because, when mendicants or brahmins attain mental absorption through effort, abandonment, and practice, they may, while thus

source: ཇི་ལྟར་སེམས་མཉམ་པར་བཞག་ན་བསྐལ་པ་བརྒྱ་ལྔ་བཅུ་རྗེས་སུ་དྲན་ནོ། །
en: remaining in equipoise, recollect fifty eons.

source: དེ་ཙམ་ན་བདག་འདི་ནི་དེའི་ཕ་རོལ་ན་ཡང་ཡོད་དོ་སྙམ་མོ། །
en: “I was already there even then.”

source: འདི་ནི་རྟག་པར་སྨྲ་བ་གཉིས་པའོ། །
en: Such is the second school of eternalism.

source: གནས་འདི་ནི་ཡོད་དེ། གལ་ཏེ་ཁ་ཅིག་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། འབད་པའི་རྗེས་སུ་འགྲོ་བ་དང་། སྤོང་བའི་རྗེས་སུ་འགྲོ་བ་དང་། སྦྱོར་བའི་རྗེས་སུ་འགྲོ་བ་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། བསྐལ་པ་དྲུག་ཅུ་རྗེས་སུ་དྲན་ནོ། །
en: “ ‘There is a basis for these beliefs because, when mendicants or brahmins attain mental absorption through effort, abandonment, and practice, they may, while thus remaining in equipoise, recollect sixty eons.

source: འདི་ནི་རྟག་པར་སྨྲ་བ་གསུམ་པའོ། །
en: Such is the third school of eternalism.

source: གནས་འདི་ནི་ཡོད་དེ། གལ་ཏེ་དགེ་སྦྱོང་དང་བྲམ་ཟེ་ཁ་ཅིག་ནས་དེ་བཞིན་དུ་སྦྱར་བར་བྱ་སྟེ། བསྐལ་པ་བརྒྱད་ཅུ་རྗེས་སུ་དྲན་ནོ། །
en: “ ‘There is a basis for these beliefs because, when mendicants or brahmins attain mental absorption through effort, abandonment, and practice, they may, while thus remaining in equipoise, recollect eighty eons.

source: འདི་ནི་རྟག་པར་སྨྲ་བ་བཞི་པའོ། །
en: Such is the fourth school of eternalism.

source: འཇིག་རྟེན་འཇིག་པ་འདི་ནི་དེའི་དུས་ཡིན། དེའི་དུས་མ་ཡིན་ཏེ།
en: “ ‘The destruction of the world occurs at its own specific time, and not at others.

source: འཇིག་རྟེན་འཇིག་པ་ན་སེམས་ཅན་གང་ཕལ་ཆེར་འོད་གསལ་དུ་འགྲོ་བར་འགྱུར་ཏེ། དེ་དག་དེར་དུས་ཡུན་རིང་དུ་གནས་སོ། །
en: When the world is destroyed, most of its beings move to the Luminous Heaven and remain there for a long time.

source: འཇིག་རྟེན་འཆགས་པ་འདི་ནི་དེ་དུས་ཡིན་དེ་དུས་མ་ཡིན་ཏེ།
en: The formation of the world also occurs at its own specific time, and not at others.

source: འཇིག་རྟེན་འཆགས་པའི་ཚེ་ནམ་མཁའ་འདི་ལ་སྤྲིན་གྱི་དཀྱིལ་འཁོར་སུམ་ཅུ་རྩ་གཉིས་ཤིན་ཏུ་འདུས་སོ། །
en: When the world forms, thirty-two cloud formations gather.

source: ཀུན་ནས་སྤྲིན་གྱི་དཀྱིལ་འཁོར་སུམ་ཅུ་རྩ་གཉིས་ཤིན་ཏུ་འདུས་ཏེ། ཐམས་ཅད་དང་ལྡན་པའི་སའི་དཀྱིལ་འཁོར་ཡང་དག་པར་ཁེབས་ནས།
en: When these dense cloud formations cover the universal ground, the clouds release a heavy rain that continues for five intermediate eons.

source: བར་གྱི་བསྐལ་པ་ལྔར་ཆར་གྱི་རྒྱུན་གཤོལ་མདའ་ཙམ་བབ་སྟེ། བར་གྱི་བསྐལ་པ་ལྔར་འགྲོ་བའི་སྤྲིན་མཆོག་གི་ཆར་བབ་བོ། །
en: As this downpour continues uninterruptedly for five intermediate eons, it fills the world with water up to the level of Mt. Iśādhāra.

source: བར་གྱི་བསྐལ་པ་ལྔར་ཆར་གྱི་རྒྱུན་མ་ཆད་པར་བབ་སྟེ། བར་གྱི་བསྐལ་པ་ལྔར་ཆར་གྱི་ཐིགས་པ་སྦོམ་པོ་བབ་བོ། །
en: Thus, heavy rains fall for five intermediate eons.

source: འཇིག་རྟེན་འཆགས་པ་ན་འཇིག་རྟེན་འདི་ཆུས་ཚངས་པའི་འཇིག་རྟེན་གྱི་བར་དུ་གང་བར་གྱུར་ཏོ། །
en: When the world forms, the waters will have reached all the way up to the realm of Brahmā.

source: འཇིག་རྟེན་འཆགས་པ་ན་ཆུའི་སྟེང་དུ་རླུང་སྐྱེས་ཏེ་རླུང་གནས་སོ། །
en: “ ‘When the world forms, a wind will start to blow on the surface of the water and remain there.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དུས་ཚིགས་ཀྱི་འོ་ཐུག་ཚོས་པ་གྲངས་པའི་སྟེང་ན་པྲིས་མ་ཡོད་པ་རྒྱུད་ཆགས་པར་འབྱུང་བ་དེ་བཞིན་དུ་འཇིག་རྟེན་ཆགས་པའི་ཆུའི་སྟེང་ན་རླུང་འབྱུང་ཞིང་སྐྱེ་སྟེ་གནས་སོ། །
en: Thus it will settle on the surface of the water, just as when a skin forms on cooling rice porridge.

source: འཇིག་རྟེན་འཆགས་པ་ན་ཀུན་ཏུ་འཁྲུག་པ་ཞེས་བྱ་བའི་རླུང་བྱུང་སྟེ། རླུང་དེ་དག་གཡེང་ཀུན་ཏུ་གཡེང་། གཡོ་ཀུན་ཏུ་གཡོ། །འབྱིན་ཀུན་ཏུ་འབྱིན་ཏོ། །
en: When the world forms, a wind known as “convulsion” will rise to scatter, shake, and pull.

source: འཇིག་རྟེན་འཆགས་པ་ན་ཆོས་ཉིད་ཀྱིས་སྟེང་གི་ཕྱོགས་སུ་ཚངས་པའི་གཞལ་མེད་ཁང་དག་འབྱུང་སྟེ།
en: When the world forms, the palaces of Brahmā will emerge above by the power of the intrinsic nature.

source: སེམས་ཅན་ཚེ་ཟད་པ། ལས་ཟད་པ། བསོད་ནམས་ཟད་པ། གཞན་དག་ཚངས་པའི་གཞལ་མེད་ཁང་སྟོང་པར་སྐྱེའོ།
en: A sentient being whose lifespan, karmic actions, and merits have been exhausted will at that point take birth within the empty palaces.

source: དེ་དེར་ཚངས་པར་འགྱུར་ཏེ། ཚངས་པ་ཆེན་པོ་དེ་ལྟ་བར་གྱུར་པ་འདི་དག་འཐོབ་སྟེ།
en: Thus, born as Brahmā, the great Brahmā, this being will develop the following view:

source: ང་ནི་ཚངས་པ་ཚངས་པ་ཆེན་པོ་དབང་ཕྱུག །འཕྲུལ་བ་པོ་བྱུང་བ་དང་འབྱུང་བ་དག་གི་ཕའོ་སྙམ་མོ། །
en: “I am Brahmā, the great Brahmā, lord and creator, the father of all.”

source: དེ་ཇི་ཙམ་དུ་ཡུན་རིང་དུ་འདུག་པའི་ཕྱིར་དགའ་བ་སྐྱེ་ཞིང་སྲེད་པ་སྐྱེ་སྟེ།
en: He becomes excited about this and begins to crave living for a long period in this state.

source: ཀྱེ་ཨེ་མ་སེམས་ཅན་འདི་དག་བདག་དང་བརྟུལ་ཞུགས་འཐུན་པར་སྐྱེས་ཀྱང་ཅི་མ་རུང་སྙམ་མོ། །
en: He then thinks, “Ah, how wonderful if other creatures were to be born in a way that agrees with my state!”

source: གནས་འདི་ནི་ཡོད་དེ། ཚངས་པ་དེའི་སེམས་བསྐྱེད་མ་ཐག་ཏུ་སེམས་ཅན་ཚེ་ཟད་པ། ལས་ཟད་པ། བསོད་ནམས་ཟད་པ་གཞན་དག་འོད་གསལ་གྱི་ལྷའི་རིས་ནས་ཤི་སྟེ་ཚངས་པ་དེའི་བརྟུལ་ཞུགས་དང་འཐུན་པར་སྐྱེའོ། །
en: “ ‘There is a basis for this view because, as soon as Brahmā forms this wish, other beings whose lifespan, karmic actions, and merits have been exhausted will now die in the Luminous Heaven and instead be born to live in accord with Brahmā.

source: ཚངས་པ་དེ་ལྟ་བ་འདི་ལྟ་བུ་འཐོབ་སྟེ།
en: Hence, Brahmā will acquire the belief,

source: ང་ནི་ཚངས་པ་སྟེ། ཚངས་པ་ཆེན་པོ་དབང་ཕྱུག་བྱེད་པའོ། །
en: “I am Brahmā, the great Brahmā,

source: འཕྲུལ་བ་པོ་གཙོ་བོ་ཐོས་པར་བྱེད་པ། བྱུང་བ་དང་འབྱུང་བ་དག་གི་ཕ་སྟེ།
en: lord and creator, the one who lets others hear, the father of all.

source: བདག་ནི་འདིར་སྔར་སྐྱེས་ལ། སེམས་ཅན་འདི་དག་ནི་འཕྱི་སྟེ།
en: I was here first and those beings came later.

source: སེམས་ཅན་འདི་དག་གི་རིམ་གྲོ་བར་སྤྲུལ་ཏེ།
en: I created them as worshipers.”

source: འཇིག་རྟེན་འདི་དག་ཁ་ཅིག་ནི་རྟག་པ། ཁ་ཅིག་ནི་མི་རྟག་སྟེ།
en: Some hold the world to be permanent while others consider it impermanent.

source: ཁ་ཅིག་ཏུ་རྟག་པར་ལྟ་བ་དང་པོའི་སེམས་ཅན་དེ་དག་ཀྱང་ལྟ་བར་གྱུར་པ་འདི་ལྟ་བུ་འཐོབ་སྟེ།
en: Among the views of permanence, this one is the first. “ ‘The beings then develop the following view:

source: འདི་ནི་ཚངས་པ་སྟེ། ཚངས་པ་ཆེན་པོ། དབང་ཕྱུག་བྱེད་པ་པོ། འཕྲུལ་བ་པོ་གཙོ་བོ། ཐོས་པར་བྱེད་པ། བྱུང་བ་དང་འབྱུང་བ་དག་གི་ཕ་སྟེ།
en: “He is Brahmā, the great Brahmā, lord and creator, the one who lets others hear, the father of all.

source: དེ་ནི་སྔར་འདིར་སྐྱེས་ལ་བདག་ཅག་ནི་འཕྱིའོ། །
en: He was here first and we came later.

source: འདིས་བདག་ཅག་ཚངས་པའི་རིམ་གྲོ་པར་སྤྲུལ་ཏེ།
en: He created us for his worship.”

source: འཇིག་རྟེན་འདི་དག་ཁ་ཅིག་ནི་རྟག །ཁ་ཅིག་ནི་མི་རྟག་སྟེ།
en: Some hold the world to be permanent while others consider it impermanent.

source: འདི་ནི་གཅིག་ཏུ་རྟག་པར་ལྟ་བ་གཉིས་པའོ། །
en: Among the views of permanence, this one is the second.

source: གང་དག་འདི་ནི་ཚངས་པ་སྟེ། ཚངས་པ་ཆེན་པོ། དབང་ཕྱུག་བྱེད་པ་པོ། འཕྲུལ་བ་པོ། གཙོ་བོ། བྱུང་བ་དང་འབྱུང་བ་དག་གི་ཕ་སྟེ།
en: “ ‘Further, they think, “He is Brahmā, the great Brahmā—our lord, creator, and master, the father of all.

source: དེ་ཆེས་གཟུགས་བཟང་ཞིང་ཆེས་མཛེས་ལ།
en: How magnificent is his form, how great his beauty!

source: གང་བདག་ཅག་ནི་ཚངས་པ་དེས་རིམ་གྲོ་པར་སྤྲུལ་ཏོ། །
en: He has created us for his worship.

source: དེ་དག་ནི་གཟུགས་བཟང་བ་མ་ཡིན་ཞིང་དེ་དག་མཛེས་པ་མ་ཡིན་ལ། དེ་དག་བལྟ་ན་སྡུག་པ་མ་ཡིན་ནོ། །
en: Others lack fine form and beauty and there is nothing appealing about them.”

source: འཇིག་རྟེན་འདི་དག་ཁ་ཅིག་ནི་རྟག་ལ་ཁ་ཅིག་ནི་མི་རྟག་པ་འདི་ནི་གཅིག་ཏུ་རྟག་པར་ལྟ་བ་གསུམ་པའོ། །
en: Some hold the world to be permanent while others consider it impermanent. Among the views of permanence, this one is the third.

source: དེ་དུས་ཡིན་དེ་དུས་མ་ཡིན་ཏེ།
en: “ ‘Everything has its specific time.

source: གང་སེམས་ཅན་གཞན་དག་ཚེ་ཟད་ཅིང་ལས་ཟད་ལ་བསོད་ནམས་ཟད་དེ། ཚངས་པའི་འཇིག་རྟེན་ནས་ཤི་ནས་ཁམས་འདིར་འོངས་ཏེ།
en: Thus, beings whose lifespan, karmic actions, and merits have been exhausted will at some point die from the realm of Brahmā and instead come to this realm.

source: མི་རྣམས་དང་། བརྟུལ་ཞུགས་མཚུངས་པར་འབྱོར་བའི་རྗེས་སུ་འགྲོ་བ་དང་། ཡོངས་སུ་སྨིན་པའི་རྗེས་སུ་འགྲོ་བ་དེ་ལྟ་བུའི་ཏིང་ངེ་འཛིན་ཐོབ་སྟེ།
en: Through their practices as human beings and the power of karmic ripening they will attain absorption.

source: ཇི་ལྟར་སེམས་མཉམ་པར་བཞག་པས་དེ་སྔོན་བདག་གི་རང་བཞིན་ཤིན་ཏུ་དྲན་ནས་བདེ་བར་གྱུར་པ་འདི་ལྟ་བུ་འཐོབ་སྟེ།
en: In this way, while remaining in equipoise, they will joyfully remember their former state, and so they think,

source: གང་ཚངས་པ་འདི་ནི་ཚངས་པ་ཆེན་པོ། དབང་ཕྱུག་བྱེད་པ་པོ་འཕྲུལ་བ་པོ། གཙོ་བོ་ཐོས་པར་བྱེད་པ། བྱུང་བ་དང་འབྱུང་བ་དག་གི་ཕ་སྟེ།
en: “He is Brahmā, the great Brahmā, our lord and creator, the master who lets others hear, the father of all.

source: དེ་ནི་རྟག་པ་བརྟན་པ། ཐེར་ཟུག་པ་མི་འགྱུར་བའི་ཆོས་ཅན་ཏེ་ཇི་ཙམ་དུ་ཚངས་པ་དེས་བདག་ཅག་རིམ་གྲོ་པར་སྤྲུལ་ཏོ། །
en: He is eternal and steadfast, everlasting and immutable! And he has created us so that we may worship him.

source: བདག་ཅག་དེ་དག་ནི་མི་རྟག་པ་མི་བརྟན་པ། ཐེར་ཟུག་མ་ཡིན་ཞིང་ཚེ་ཐུང་བ་འཆི་བའི་ཆོས་ཅན་ཏེ།
en: We, on the other hand, are impermanent, fickle, and cannot endure. Our lives are short and we are bound to die.”

source: འཇིག་རྟེན་འདི་དག་ཁ་ཅིག་ནི་རྟག་ལ། ཁ་ཅིག་ནི་མི་རྟག་པ།
en: Some hold the world to be permanent while others consider it impermanent.

source: འདི་ནི་གཅིག་ཏུ་རྟག་པར་ལྟ་བ་བཞི་པའོ། །
en: Among the views of permanence, this one is the fourth.

source: གནས་འདི་ནི་ཡོད་དེ། གལ་ཏེ་དགེ་སྦྱོང་ངམ། བྲམ་ཟེ་ཁ་ཅིག་འབད་པའི་རྗེས་སུ་འགྲོ་བ་དང་། སྦྱོར་བའི་རྗེས་སུ་འགྲོ་བ་དེ་ལྟ་བུའི་སེམས་ཀྱི་ཏིང་ངེ་འཛིན་ཐོབ་སྟེ།
en: “ ‘There is a basis for these beliefs, because if, through effort and practice, mendicants or brahmins attain absorption they may,

source: ཇི་ལྟར་སེམས་མཉམ་པར་བཞག་པས་བདག་དང་འཇིག་རྟེན་གྱི་མཐའ་ཡོད་དོ་ཞེས་ཡང་དག་པར་ཤེས་སོ། །
en: while thus in equipoise, understand the self and the world to be finite.

source: བདག་དང་འཇིག་རྟེན་གྱི་མཐའ་ཡོད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་གཏི་མུག་གོ་སྙམ་པ་འདི་ནི་མཐར་ལྟ་བ་དང་པོའོ། །
en: “It is true that the self and the world are finite, and any other view is ignorant.” This constitutes the first belief in extremes.

source: གནས་འདི་ནི་ཡོད་དེ། གལ་ཏེ་དགེ་སྦྱོང་ངམ། བྲམ་ཟེ་ཁ་ཅིག་ནས་དེ་བཞིན་དུ་སྦྱར་བར་བྱ་སྟེ། ཇི་ལྟར་སེམས་མཉམ་པར་བཞག་པས་བདག་དང་འཇིག་རྟེན་གྱི་མཐའ་མེད་པར་ཡང་དག་པར་ཤེས་སོ། །
en: “ ‘There is a basis for these beliefs, because if, through effort and practice, mendicants or brahmins attain absorption they may, while thus in equipoise, understand the self and the world to be infinite.

source: བདག་དང་འཇིག་རྟེན་མཐའ་མེད་པ་འདི་ཉིད་བདེན་གྱི་གཞན་ནི་གཏི་མུག་གོ་སྙམ་པ་འདི་ནི་མཐར་འཛིན་པའི་ལྟ་བ་གཉིས་པའོ། །
en: “It is true that the self and the world are infinite, and any other view is ignorant.” This constitutes the second belief in extremes.

source: གནས་འདི་ནི་ཡོད་དེ། གལ་ཏེ་དགེ་སྦྱོང་ངམ། བྲམ་ཟེ་ཁ་ཅིག་ནས་དེ་བཞིན་དུ་སྦྱར་ཏེ། ཇི་ལྟར་སེམས་མཉམ་པར་བཞག་པས་གང་གི་ཚེ་དེའི་འདུ་ཤེས་འཇིག་རྟེན་ན་གནས་ཏེ། དེའི་འདུ་ཤེས་གོང་མར་མ་ཡིན་ནོ། །
en: “ ‘There is a basis for these beliefs, because if, through effort and practice, mendicants or brahmins attain absorption they may, while thus in equipoise, come to take a certain notion to be unsurpassed within the world.

source: བདག་དང་འཇིག་རྟེན་གྱི་མཐའ་ཡོད་ཀྱང་ཡོད་ལ། མཐའ་མེད་ཀྱང་མེད་པ་འདི་ཉིད་བདེན་གྱི།
en: “It is true that the self and the world are both finite and infinite, and

source: གཞན་ནི་གཏི་མུག་གོ་སྙམ་པ་འདི་ནི་མཐའ་ཡོད་པ་དང་མཐའ་མེད་པར་ལྟ་བའོ། །
en: any other view is ignorant.” Thus they may develop the view of both finiteness and infinity.
